Repository: RRZE-Webteam/fau-orga-breadcrumb
Catalog: languages/fau-orga-breadcrumb-*_formal.po
Languages: de_de_formal

source: Displays an organisational breadcrumb
de_de_formal: Zeigt eine organisatorische Breadcrumb an

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de_de_formal: Der Server läuft unter WordPress Version %1$s. Das Plugin erfordert mindestens WordPress Version %2$s.

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de_de_formal: Der Server läuft unter PHP Version %1$s. Das Plugin erfordert mindestens PHP Version %2$s.

source: None (no faculty assignment or central unit)
de_de_formal: Keine (keine Fakultätszuordnung oder zentrale Einheit)

source: Organizational Assignment
de_de_formal: Organisatorische Zuordnung

source: Select the organizational unit to which your institution or website belongs.
de_de_formal: Wählen Sie hier die organisatorische Einheit aus, zu der Ihre Einrichtung oder Ihr Webauftritt gehört.

source: The website has not yet been organizationally assigned. %1$sPlease go to the %2$sFAU.ORG Breadcrumb settings%3$s and specify which organizational unit the website belongs to.
de_de_formal: Die Website wurde noch keiner Einrichtung zugeordnet. %1$sBitte gehen Sie zu den %2$sFAU.ORG Breadcrumb-Einstellungen%3$s und geben Sie an, zu welcher Organisationseinheit die Website gehört.

source: Settings
de_de_formal: Einstellungen

source: Organizational Navigation
de_de_formal: Organisationsnavigation

source: FAU.ORG Breadcrumb
de_de_formal: FAU.ORGA Breadcrumb

source: FAU.ORG Breadcrumb Settings
de_de_formal: FAU.ORG Breadcrumb Einstellungen

source: Save
de_de_formal: Speichern

source: None (No faculty assignment or central unit)
de_de_formal: Keine (keine Fakultätszuordnung oder zentrale Einheit)

source: Organizational Assignment: Please select the <strong>next higher</strong> organizational unit to which the website can be assigned.
de_de_formal: Organisatorische Zuordnung: Bitte wählen Sie hier die <strong>nächsthöhere</strong> Organisationseinheit aus, zu der die Website zugeordnet werden kann

source: Warning: The website has been defined in the Customizer as a faculty portal. Therefore, subunits of the faculty are not available for selection. The Orga Breadcrumb will not be displayed.
de_de_formal: Warnung: Die Website wurde im Customizer als Fakultätsportal definiert. Daher stehen Untereinheiten der Fakultät nicht zur Auswahl. Die Orga-Breadcrumb wird nicht angezeigt.

source: The website has been defined in the Customizer as a faculty subunit. Therefore, only central units and subunits of the faculty are available for selection.
de_de_formal: Die Website wurde im Customizer als Einrichtung einer Fakultät definiert. Daher stehen nur zentrale Einrichtungen und der Fakultät untergeordnete Einrichtungen zur Auswahl zur Verfügung.

source: The website has been defined in the Customizer as a central unit. Therefore, only central units are available for selection.
de_de_formal: Die Website wurde im Customizer als zentrale Einheit definiert. Daher stehen nur zentrale Einheiten zur Auswahl.

source: Warning: The website has been defined in the Customizer as a cooperation. The Orga Breadcrumb will not be displayed.
de_de_formal: Warnung: Die Website wurde im Customizer als Kooperation definiert. Die Orga-Breadcrumb wird nicht angezeigt.

source: Warning: The website has been defined as the central FAU portal. The Orga Breadcrumb will not be displayed.
de_de_formal: Warnung: Die Website wurde als zentrales FAU-Portal definiert. Die Orga-Breadcrumb wird nicht angezeigt.
